Repository: Lucacist/EasySave_test
Catalog: EasySaveApp/Resources/Messages.*.resx
Languages: fr

# MenuTitle
source: --- EasySave Menu ---
fr: --- Menu EasySave ---

# MenuCreate
source: 1. Create a backup job
fr: 1. Créer un travail de sauvegarde

# MenuList
source: 2. List backup jobs
fr: 2. Lister les travaux

# MenuExecute
source: 3. Execute backup(s)
fr: 3. Exécuter les sauvegardes

# MenuExit
source: 4. Exit
fr: 4. Quitter

# SelectOption
source: Select an option:
fr: Choisissez une option :

# CurrentJobsTitle
source: --- Current Backup Jobs ---
fr: --- Travaux de sauvegarde actuels ---

# EnterJobNumber
source: Enter the job number to execute (e.g., 1):
fr: Entrez le numéro du travail à exécuter (ex: 1) :

source: Invalid selection.
fr: Sélection invalide.

# NewJobHeader
source: --- New Backup Job ---
fr: --- Nouveau Travail de Sauvegarde ---

# PromptName
source: Name:
fr: Nom :

# PromptSource
source: Source Directory:
fr: Répertoire Source :

# PromptTarget
source: Target Directory:
fr: Répertoire Cible :

# PromptType
source: Type (1: Full, 2: Differential):
fr: Type (1: Complète, 2: Différentielle) :
